src/test/resources/test-data/ExportItemsRequest.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages" xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"><soap:Header><t:RequestServerVersion Version="Exchange2013"></t:RequestServerVersion></soap:Header><soap:Body><m:ExportItems><m:ItemIds><t:ItemId Id="12345"></t:ItemId><t:ItemId Id="23456"></t:ItemId></m:ItemIds></m:ExportItems></soap:Body></soap:Envelope>